Revit 2024 API
OBJImportOptions Constructor
 Constructs a new instance of OBJImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022.1
Syntax
C#
public OBJImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
OBJImportOptions()
See Also
OBJImportOptions Class
OBJImportOptions Overload
Autodesk.Revit.DB Namespace